{
    "terms": [
        {"name": "Hypergamy",
            "definition": "Hypergamy is the tendency of a woman to seek the highest value mate she can attract. This means that a woman will generally go after a guy who is considered higher in social status in the social circles she is involved in.\n\nFor more information, look at status"},
        {"name": "Status",
            "definition": "Status is a combination of several different variables. Wealth, social savvy, fitness/attractiveness, height, skin color, country of origin, occupation and preselection are all some of the major status indicators. The higher status an individual possesses, the more likely a woman will be to be interested in him. Status can be both absolute and relative - a fit, young, tall, wealthy CEO has a higher absolute status than a college frat guy. However he is unlikely to be in the same environment as the frat guy and even if he were it would come off as incongruent.\n\nFor more information, look at congruence and contextual status"},
        {"name": "Pre-selection",
            "definition": "Pre-selection means that men who already have active friendships and relationships with women are more attractive than men who do not."},
        {"name": "Congruence",
            "definition": "Congruence essentially boils down to being or coming off as genuine. Congruence is strengthened by having a strong frame, being confident and having outcome independence. Lying is usually incongruent. Incongruence is a low status tell."},
        {"name": "Frame",
            "definition": "Frame is essentially how strong your force of will is. A man that knows who he is, what his core values are, and what his mission is has a strong frame. Frame also refers to your ability to withstand attacks on your force of will. Someone saying, 'Are you sure you are that smart?' is an attack on your frame."},
        {"name": "Contextual Status",
            "definition": "Status is partially determined by the particular location of an individual. For example, in a crowded club, the DJ has the highest status, at a fraternity party the fraternity brothers have the highest status and in a corporate boardroom, the CEO has the highest status. If you take the DJ and put him into a corporate boardroom, or take the CEO and put him at the fraternity party, their status does not directly translate - in fact it may even come off as incongruent. For more information, see congruence."},
        {"name": "AWALT",
            "definition": "All women are like that - all this means is that women aren't incomprehensible and much like men, have certain dating proclivities and behaviors - for example, most women don't like weak men."},
        {"name": "Alpha",
            "definition": "AKA AF - This would be Sheryl Sandberg's 'badboy', a sexy man that has a lot of options and who isn't necessarily commited to the girl in question. Also typically has a strong frame."},
        {"name": "Beta",
            "definition": "AKA BB - A man that has resources (be that money, time or something else) but isn't necessarily very sexy. It is possible to be both AF and BB in the same man. This is rare."},
        {"name": "Cock Carousel",
            "definition": "This refers to going out with a string of different men in rapid, casual hookups. Essentially a synonym for hookup culture"},
        {"name": "Hamster",
            "definition": "Short for 'rationalization hamster' - refers to the ability of people to rationalize poor decisions and not take responsibility for their actions."},
        {"name": "Dread",
            "definition": "Refers to occupying your time with self-improvement, flirting with others, and other value building activities in the context of a struggling LTR. Reported to increase frequency of sex and intimacy."},
        {"name": "Shit Test",
            "definition": "A test given by women to men to determine how strong their frame is and how masculine they are. Also used to determine how genuine they are."},
        {"name": "White Knight",
            "definiton": "A man who rushes to the aid of women at the most minor of criticisms, and also offers assistance and support."},
{"name": "Red pill",
            "definiton": "Accepting that intergender relations are not necessarily how we have been taught. Also used for adopting a Redpill perspective - taking charge of your life, and trying to make something of yourself."},
        {"name": "Blue pill",
            "definiton": "Conventional wisdom about dating and relationships, all of which is pretty much wrong. Also refers to being in denial about how dating actually works."},
        {"name": "Comfort Test",
            "definiton": "A test in a relationship from a woman to check if you're still invested in her. This will typically not happen until you've been involved with a woman for a long time."},
        {"name": "Omega",
            "definiton": "A man who is completely out of the dating market. Absolutely repulsive to women."},
        {"name": "SMV",
            "definiton": "Sexual market value - your value to the opposite gender. Generally speaking, how well you can expect to do on the dating market."}
    ]
}